{
  "37432300": {
    "title": "The Effects of Creatine Supplementation Combined with Resistance Training on Regional Measures of Muscle Hypertrophy: A Systematic Review with Meta-Analysis.",
    "abstract": "The purpose of this paper was to carry out a systematic review with a meta-analysis of randomized controlled trials that examined the combined effects of resistance training (RT) and creatine supplementation on regional changes in muscle mass, with direct imaging measures of hypertrophy. Moreover, we performed regression analyses to determine the potential influence of covariates. We included trials that had a duration of at least 6 weeks and examined the combined effects of creatine supplementation and RT on site-specific direct measures of hypertrophy (magnetic resonance imaging (MRI), computed tomography (CT), or ultrasound) in healthy adults. A total of 44 outcomes were analyzed across 10 studies that met the inclusion criteria. A univariate analysis of all the standardized outcomes showed a pooled mean estimate of 0.11 (95% Credible Interval (CrI): -0.02 to 0.25), providing evidence for a very small effect favoring creatine supplementation when combined with RT compared to RT and a placebo. Multivariate analyses found similar small benefits for the combination of creatine supplementation and RT on changes in the upper and lower body muscle thickness (0.10-0.16 cm). Analyses of the moderating effects indicated a small superior benefit for creatine supplementation in younger compared to older adults (0.17 (95%CrI: -0.09 to 0.45)). In conclusion, the results suggest that creatine supplementation combined with RT promotes a small increase in the direct measures of skeletal muscle hypertrophy in both the upper and lower body.",
    "authors": [
      "Ryan Burke",
      "Alec Piñero",
      "Max Coleman",
      "Adam Mohan",
      "Max Sapuppo",
      "Francesca Augustin",
      "Alan A Aragon",
      "Darren G Candow",
      "Scott C Forbes",
      "Paul Swinton",
      "Brad J Schoenfeld"
    ],
    "journal": "Nutrients",
    "published": "28 Apr 2023",
    "pmid": "37432300",
    "doi": "10.3390/nu15092116",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/37432300/"
  },
  "17277594": {
    "title": "Effects of whey isolate, creatine, and resistance training on muscle hypertrophy.",
    "abstract": "Studies that have attributed gains in lean body mass to dietary supplementation during resistance exercise (RE) training have not reported these changes alongside adaptations at the cellular and subcellular levels. Therefore, the purpose of this study was to examine the effects of two popular supplements--whey protein (WP) and creatine monohydrate (CrM) (both separately and in combination)--on body composition, muscle strength, fiber-specific hypertrophy (i.e., type I, IIa, IIx), and contractile protein accrual during RE training.",
    "authors": [
      "Paul J Cribb",
      "Andrew D Williams",
      "Chris G Stathis",
      "Michael F Carey",
      "Alan Hayes"
    ],
    "journal": "Medicine and science in sports and exercise",
    "published": "Feb 2007",
    "pmid": "17277594",
    "doi": "10.1249/01.mss.0000247002.32589.ef",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/17277594/"
  },
  "34199420": {
    "title": "Meta-Analysis Examining the Importance of Creatine Ingestion Strategies on Lean Tissue Mass and Strength in Older Adults.",
    "abstract": "Creatine supplementation in conjunction with resistance training (RT) augments gains in lean tissue mass and strength in aging adults; however, there is a large amount of heterogeneity between individual studies that may be related to creatine ingestion strategies. Therefore, the purpose of this review was to (1) perform updated meta-analyses comparing creatine vs. placebo (independent of dosage and frequency of ingestion) during a resistance training program on measures of lean tissue mass and strength, (2) perform meta-analyses examining the effects of different creatine dosing strategies (lower: ≤5 g/day and higher: >5 g/day), with and without a creatine-loading phase (≥20 g/day for 5-7 days), and (3) perform meta-analyses determining whether creatine supplementation only on resistance training days influences measures of lean tissue mass and strength. Overall, creatine (independent of dosing strategy) augments lean tissue mass and strength increase from RT vs. placebo. Subanalyses showed that creatine-loading followed by lower-dose creatine (≤5 g/day) increased chest press strength vs. placebo. Higher-dose creatine (>5 g/day), with and without a creatine-loading phase, produced significant gains in leg press strength vs. placebo. However, when studies involving a creatine-loading phase were excluded from the analyses, creatine had no greater effect on chest press or leg press strength vs. placebo. Finally, creatine supplementation only on resistance training days significantly increased measures of lean tissue mass and strength vs. placebo.",
    "authors": [
      "Scott C Forbes",
      "Darren G Candow",
      "Sergej M Ostojic",
      "Michael D Roberts",
      "Philip D Chilibeck"
    ],
    "journal": "Nutrients",
    "published": "02 Jun 2021",
    "pmid": "34199420",
    "doi": "10.3390/nu13061912",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/34199420/"
  },
  "34445003": {
    "title": "Timing of Creatine Supplementation around Exercise: A Real Concern?",
    "abstract": "Creatine has been considered an effective ergogenic aid for several decades; it can help athletes engaged in a variety of sports and obtain performance gains. Creatine supplementation increases muscle creatine stores; several factors have been identified that may modify the intramuscular increase and subsequent performance benefits, including baseline muscle Cr content, type II muscle fibre content and size, habitual dietary intake of Cr, aging, and exercise. Timing of creatine supplementation in relation to exercise has recently been proposed as an important consideration to optimise muscle loading and performance gains, although current consensus is lacking regarding the ideal ingestion time. Research has shifted towards comparing creatine supplementation strategies pre-, during-, or post-exercise. Emerging evidence suggests greater benefits when creatine is consumed after exercise compared to pre-exercise, although methodological limitations currently preclude solid conclusions. Furthermore, physiological and mechanistic data are lacking, in regard to claims that the timing of creatine supplementation around exercise moderates gains in muscle creatine and exercise performance. This review discusses novel scientific evidence on the timing of creatine intake, the possible mechanisms that may be involved, and whether the timing of creatine supplementation around exercise is truly a real concern.",
    "authors": [
      "Felipe Ribeiro",
      "Igor Longobardi",
      "Pedro Perim",
      "Breno Duarte",
      "Pedro Ferreira",
      "Bruno Gualano",
      "Hamilton Roschel",
      "Bryan Saunders"
    ],
    "journal": "Nutrients",
    "published": "19 Aug 2021",
    "pmid": "34445003",
    "doi": "10.3390/nu13082844",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/34445003/"
  },
  "17095924": {
    "title": "Effects of supplement timing and resistance exercise on skeletal muscle hypertrophy.",
    "abstract": "Some studies report greater muscle hypertrophy during resistance exercise (RE) training from supplement timing (i.e., the strategic consumption of protein and carbohydrate before and/or after each workout). However, no studies have examined whether this strategy provides greater muscle hypertrophy or strength development compared with supplementation at other times during the day. The purpose of this study was to examine the effects of supplement timing compared with supplementation in the hours not close to the workout on muscle-fiber hypertrophy, strength, and body composition during a 10-wk RE program.",
    "authors": [
      "Paul J Cribb",
      "Alan Hayes"
    ],
    "journal": "Medicine and science in sports and exercise",
    "published": "Nov 2006",
    "pmid": "17095924",
    "doi": "10.1249/01.mss.0000233790.08788.3e",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/17095924/"
  }
}