{
  "38128733": {
    "title": "Mixed nut consumption improves brain insulin sensitivity: a randomized, single-blinded, controlled, crossover trial in older adults with overweight or obesity.",
    "abstract": "Improving brain insulin sensitivity, which can be assessed by measuring regional cerebral blood flow (CBF) responses to intranasal insulin, may prevent age-related metabolic and cognitive diseases.",
    "authors": [
      "Kevin Mr Nijssen",
      "Ronald P Mensink",
      "Jogchum Plat",
      "Dimo Ivanov",
      "Hubert Preissl",
      "Peter J Joris"
    ],
    "journal": "The American journal of clinical nutrition",
    "published": "Feb 2024",
    "pmid": "38128733",
    "doi": "10.1016/j.ajcnut.2023.12.010",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/38128733/"
  },
  "22451196": {
    "title": "Acute effects of single-dose aripiprazole and haloperidol on resting cerebral blood flow (rCBF) in the human brain.",
    "abstract": "Antipsychotic drugs act on the dopaminergic system (first-generation antipsychotics, FGA), but some also directly affect serotonergic function (second-generation antipsychotics, SGA) in the brain. Short and long-term effects of these drugs on brain physiology remain poorly understood. Moreover, it remains unclear whether any physiological effect in the brain may be different for FGAs and SGAs. Immediate (+3.30 h) and different effects of single-dose FGA (haloperidol, 3 mg) and a SGA (aripiprazole, 10 mg) on resting cerebral blood flow (rCBF) were explored in the same 20 healthy volunteers using a pulsed continuous arterial spin labeling (pCASL) sequence (1.5T) in a placebo-controlled, repeated measures design. Both antipsychotics increased striatal rCBF but the effect was greater after haloperidol. Both decreased frontal rCBF, and opposite effects of the drugs were observed in the temporal cortex (haloperidol decreased, aripiprazole increased rCBF) and in the posterior cingulate (haloperidol increased, aripiprazole decreased rCBF). Further increases were evident in the insula, hippocampus, and anterior cingulate after both antipsychotics, in the motor cortex following haloperidol and in the occipital lobe the claustrum and the cerebellum after aripiprazole. Further decreases were observed in the parietal and occipital cortices after aripiprazole. This study suggests that early and different rCBF changes are evident following a single-dose of FGA and SGA. The effects occur in healthy volunteers, thus may be independent from any underlying pathology, and in the same regions identified as structurally and functionally altered in schizophrenia, suggesting a possible relationship between antipsychotic-induced rCBF changes and brain alterations in schizophrenia.",
    "authors": [
      "Rowena Handley",
      "Fernando O Zelaya",
      "A A T Simone Reinders",
      "Tiago Reis Marques",
      "Mitul A Mehta",
      "Ruth O'Gorman",
      "David C Alsop",
      "Heather Taylor",
      "Atholl Johnston",
      "Steve Williams",
      "Philip McGuire",
      "Carmine M Pariante",
      "Shitij Kapur",
      "Paola Dazzan"
    ],
    "journal": "Human brain mapping",
    "published": "Feb 2013",
    "pmid": "22451196",
    "doi": "10.1002/hbm.21436",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/22451196/"
  },
  "9878763": {
    "title": "The effects of pharmacological doses of 2-deoxyglucose on cerebral blood flow in healthy volunteers.",
    "abstract": "The effects of glucose deprivation on cerebral blood flow (CBF) have been extensively investigated during insulin-induced hypoglycemia in laboratory animals. Pharmacological doses of glucose analog, 2-deoxyglucose (2DG), is an alternative glucoprivic agent that in contrast to insulin, directly inhibits glycolysis and glucose utilization. Both glucoprivic conditions markedly increase CBF in laboratory animals. How 2DG affects CBF in humans is still undetermined. In the present study we have employed H215O positron emission tomography (PET) to examine the effects of pharmacological doses of 2DG (40 mg/kg) on regional and global cerebral blood flow in 10 brain areas in 13 healthy volunteers. 2DG administration significantly raised regional CBF (rCBF) in the cingulate gyrus, sensorimotor cortex, superior temporal cortex, occipital cortex, basal ganglia, limbic system and hypothalamus. 2DG produced a trend towards elevated CBF in whole brain and frontal cortex, while no changes were observed in the corpus callosum and thalamus. In addition, 2DG significantly decreased body temperature and mean arterial pressure (MAP). Maximal percent changes in hypothalamic rCBF were significantly correlated with maximal changes in body temperature but not with MAP. These results indicate that cerebral glucoprivation produced by pharmacological doses of 2DG is accompanied by widespread activation of cortical and subcortical blood flow and that the blood flow changes in the hypothalamus may be related to 2DG-induced hypothermia.",
    "authors": [
      "I Elman",
      "L Sokoloff",
      "C M Adler",
      "N Weisenfeld",
      "A Breier"
    ],
    "journal": "Brain research",
    "published": "09 Jan 1999",
    "pmid": "9878763",
    "doi": "10.1016/s0006-8993(98)01137-8",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/9878763/"
  },
  "31920932": {
    "title": "The Effects of Balloon Occlusion of the Aorta on Cerebral Blood Flow, Intracranial Pressure, and Brain Tissue Oxygen Tension in a Rodent Model of Penetrating Ballistic-Like Brain Injury.",
    "abstract": "Trauma is among the leading causes of death in the United States. Technological advancements have led to the development of resuscitative endovascular balloon occlusion of the aorta (REBOA) which offers a pre-hospital option to non-compressible hemorrhage control. Due to the prevalence of concomitant traumatic brain injury (TBI), an understanding of the effects of REBOA on cerebral physiology is critical. To further this understanding, we employed a rat model of penetrating ballistic-like brain injury (PBBI). PBBI produced an injury pattern within the right frontal cortex and striatum that replicates the pathology from a penetrating ballistic round. Aortic occlusion was initiated 30 min post-PBBI and maintained continuously (cAO) or intermittently (iAO) for 30 min. Continuous measurements of mean arterial pressure (MAP), intracranial pressure (ICP), cerebral blood flow (CBF), and brain tissue oxygen tension (PbtO",
    "authors": [
      "Zachary S Bailey",
      "Katherine Cardiff",
      "Xiaofang Yang",
      "Janice Gilsdorf",
      "Deborah Shear",
      "Todd E Rasmussen",
      "Lai Yee Leung"
    ],
    "journal": "Frontiers in neurology",
    "published": "2019",
    "pmid": "31920932",
    "doi": "10.3389/fneur.2019.01309",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/31920932/"
  },
  "33652088": {
    "title": "Theta burst stimulation over the prefrontal cortex: Effects on cerebral oximetry and cardiovascular measures in healthy humans.",
    "abstract": "Theta Burst Stimulation (TBS) is a non-invasive neurophysiological technique, able to induce changes in synaptic activity. Research suggests that TBS may induce changes in cerebral oxygenation, cerebral blood flow, blood pressure and heart rate but there are conflicting results across studies. Thus, the objective of our sham-controlled study is to evaluate if TBS applied to the dorsolateral prefrontal cortex (DLPFC) of healthy volunteers produces changes in cerebral oximetry, heart rate and blood pressure. Forty-nine volunteers of both sexes were randomly allocated to one of five stimulation groups. Before and after real TBS or sham stimulation, blood pressure, heart rate, and cerebral oxygenation of the volunteers were measured. Cerebral oxygenation values were obtained with a near infra-red spectroscopy system. We found a significant reduction in left cortex oximetry after continuous TBS (cTBS) over the left DLPFC (p = 0.039) and a non-significant reduction in right cortex oximetry (p = 0.052). Right hemisphere inhibition (using cTBS) seemed to originate a significant reduction of 8 mmHg in systolic arterial pressure. No other changes were seen in oximetry, cardiac frequency and diastolic arterial pressure. In our group of normal subjects, cTBS applied to the left DLPFC was able to reduce oxygenation in the left cortex. Right hemisphere inhibition was associated with a significant reduction in systolic pressure.",
    "authors": [
      "Nuno Pinto",
      "Helena Gonçalves",
      "Ricardo Silva",
      "Marta Duarte",
      "Jorge Gama",
      "Maria Vaz Pato"
    ],
    "journal": "Neuroscience letters",
    "published": "01 May 2021",
    "pmid": "33652088",
    "doi": "10.1016/j.neulet.2021.135792",
    "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/33652088/"
  }
}